Repository: Pgr0708/Flavourly
Catalog: Flavourly/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fr, hi, it, ja, ko, pt_br, ru, tr, vi, zh_hans

source: Save to cookbook
ar: حفظ في كتاب الوصفات
de: Im Kochbuch sichern
el: Αποθήκευση στο βιβλίο συνταγών
es: Guardar en el recetario
fr: Enregistrer dans le livre
hi: कुकबुक में सहेजें
it: Salva nel ricettario
ja: レシピ帳に保存
ko: 레시피북에 저장
pt_br: Salvar no livro de receitas
ru: Сохранить в книгу
tr: Tarif defterine kaydet
vi: Lưu vào sổ công thức
zh_hans: 保存到食谱本

source: Saved
ar: تم الحفظ
de: Gesichert
el: Αποθηκεύτηκε
es: Guardada
fr: Enregistrée
hi: सहेजा गया
it: Salvata
ja: 保存しました
ko: 저장됨
pt_br: Salva
ru: Сохранено
tr: Kaydedildi
vi: Đã lưu
zh_hans: 已保存

source: Saved to your cookbook
ar: تم الحفظ في كتاب وصفاتك
de: In deinem Kochbuch gesichert
el: Αποθηκεύτηκε στο βιβλίο συνταγών σου
es: Guardada en tu recetario
fr: Enregistrée dans votre livre de recettes
hi: आपकी कुकबुक में सहेजा गया
it: Salvata nel tuo ricettario
ja: レシピ帳に保存しました
ko: 레시피북에 저장했어요
pt_br: Salva no seu livro de receitas
ru: Сохранено в вашу кулинарную книгу
tr: Tarif defterine kaydedildi
vi: Đã lưu vào sổ công thức
zh_hans: 已保存到你的食谱本

source: Saved to your cooking history
ar: تم الحفظ في سجل طبخك
de: In deinem Kochverlauf gesichert
el: Αποθηκεύτηκε στο ιστορικό μαγειρέματος
es: Guardada en tu historial de cocina
fr: Enregistrée dans votre historique de cuisine
hi: आपके खाना बनाने के इतिहास में सहेजा गया
it: Salvata nella cronologia di cucina
ja: 調理履歴に保存しました
ko: 요리 기록에 저장했어요
pt_br: Salva no seu histórico de cozinha
ru: Сохранено в истории готовки
tr: Pişirme geçmişine kaydedildi
vi: Đã lưu vào lịch sử nấu ăn
zh_hans: 已保存到你的烹饪历史

source: Scale servings
ar: تعديل الحصص
de: Portionen anpassen
el: Προσαρμογή μερίδων
es: Ajustar raciones
fr: Adapter les portions
hi: सर्विंग बढ़ाएँ-घटाएँ
it: Adatta le porzioni
ja: 人数を調整
ko: 인분 조절
pt_br: Ajustar porções
ru: Менять число порций
tr: Porsiyonları ölçekle
vi: Điều chỉnh khẩu phần
zh_hans: 调整份数

source: Scan a cookbook page
ar: مسح صفحة من كتاب طبخ
de: Kochbuchseite scannen
el: Σάρωση σελίδας βιβλίου μαγειρικής
es: Escanear una página de libro de cocina
fr: Numériser une page de livre de cuisine
hi: कुकबुक का पेज स्कैन करें
it: Scansiona una pagina di ricettario
ja: 料理本のページをスキャン
ko: 요리책 페이지 스캔
pt_br: Escanear página de livro de receitas
ru: Сканировать страницу кулинарной книги
tr: Yemek kitabı sayfası tara
vi: Quét trang sách nấu ăn
zh_hans: 扫描食谱书页面

source: Scan a product
ar: مسح منتج
de: Produkt scannen
el: Σάρωση προϊόντος
es: Escanear un producto
fr: Scanner un produit
hi: उत्पाद स्कैन करें
it: Scansiona un prodotto
ja: 商品をスキャン
ko: 제품 스캔
pt_br: Escanear um produto
ru: Сканировать товар
tr: Ürün tara
vi: Quét sản phẩm
zh_hans: 扫描商品

source: Scan a product barcode
ar: مسح باركود منتج
de: Produkt-Barcode scannen
el: Σάρωση γραμμωτού κώδικα προϊόντος
es: Escanear el código de barras de un producto
fr: Scanner le code-barres d’un produit
hi: उत्पाद का बारकोड स्कैन करें
it: Scansiona il codice a barre di un prodotto
ja: 商品のバーコードをスキャン
ko: 제품 바코드 스캔
pt_br: Escanear o código de barras de um produto
ru: Сканировать штрихкод товара
tr: Ürün barkodu tara
vi: Quét mã vạch sản phẩm
zh_hans: 扫描商品条形码

source: Scan a recipe
ar: مسح وصفة
de: Rezept scannen
el: Σάρωση συνταγής
es: Escanear una receta
fr: Numériser une recette
hi: रेसिपी स्कैन करें
it: Scansiona una ricetta
ja: レシピをスキャン
ko: 레시피 스캔
pt_br: Escanear uma receita
ru: Сканировать рецепт
tr: Tarif tara
vi: Quét công thức
zh_hans: 扫描食谱

source: Scan another
ar: مسح منتج آخر
de: Weiteres scannen
el: Σάρωση άλλου
es: Escanear otro
fr: Scanner un autre
hi: दूसरा स्कैन करें
it: Scansiona un altro
ja: 別の商品をスキャン
ko: 다른 것 스캔
pt_br: Escanear outro
ru: Сканировать ещё
tr: Başka tara
vi: Quét sản phẩm khác
zh_hans: 再扫描一个

source: Scan or paste instead
ar: امسح أو الصق بدلًا من ذلك
de: Stattdessen scannen oder einfügen
el: Σάρωση ή επικόλληση αντί γι’ αυτό
es: Escanear o pegar en su lugar
fr: Numériser ou coller à la place
hi: इसकी जगह स्कैन या पेस्ट करें
it: Scansiona o incolla invece
ja: 代わりにスキャンか貼り付け
ko: 대신 스캔하거나 붙여넣기
pt_br: Escanear ou colar
ru: Сканировать или вставить вместо этого
tr: Bunun yerine tara veya yapıştır
vi: Quét hoặc dán thay vào
zh_hans: 改为扫描或粘贴

source: Search and filter
ar: بحث وتصفية
de: Suchen und filtern
el: Αναζήτηση και φίλτρα
es: Buscar y filtrar
fr: Rechercher et filtrer
hi: खोजें और फ़िल्टर करें
it: Cerca e filtra
ja: 検索と絞り込み
ko: 검색 및 필터
pt_br: Buscar e filtrar
ru: Поиск и фильтры
tr: Ara ve filtrele
vi: Tìm và lọc
zh_hans: 搜索和筛选

source: Search countries
ar: ابحث عن دولة
de: Länder suchen
el: Αναζήτηση χωρών
es: Buscar países
fr: Rechercher un pays
hi: देश खोजें
it: Cerca paesi
ja: 国を検索
ko: 국가 검색
pt_br: Buscar países
ru: Поиск страны
tr: Ülke ara
vi: Tìm quốc gia
zh_hans: 搜索国家

source: Search or type a craving
ar: ابحث أو اكتب ما تشتهيه
de: Suche oder tippe eine Lust ein
el: Αναζήτησε ή γράψε τι σου κάνει κέφι
es: Busca o escribe un antojo
fr: Cherchez ou tapez une envie
hi: खोजें या मन की चीज़ लिखें
it: Cerca o scrivi una voglia
ja: 検索、または食べたいものを入力
ko: 검색하거나 먹고 싶은 것 입력
pt_br: Busque ou digite uma vontade
ru: Найдите или напишите, чего хочется
tr: Ara ya da canının çektiğini yaz
vi: Tìm hoặc nhập món đang thèm
zh_hans: 搜索或输入想吃的

source: Search recipes, ingredients...
ar: ابحث عن وصفات أو مكونات...
de: Rezepte, Zutaten suchen …
el: Αναζήτηση συνταγών, υλικών...
es: Buscar recetas, ingredientes...
fr: Rechercher recettes, ingrédients...
hi: रेसिपी, सामग्री खोजें...
it: Cerca ricette, ingredienti...
ja: レシピや材料を検索...
ko: 레시피, 재료 검색...
pt_br: Buscar receitas, ingredientes...
ru: Поиск рецептов, ингредиентов...
tr: Tarif, malzeme ara...
vi: Tìm công thức, nguyên liệu...
zh_hans: 搜索食谱、食材...

source: See My Plan
ar: عرض خطتي
de: Meinen Plan ansehen
el: Δες το πρόγραμμά μου
es: Ver mi plan
fr: Voir mon planning
hi: मेरी योजना देखें
it: Vedi il mio piano
ja: 献立を見る
ko: 내 계획 보기
pt_br: Ver meu plano
ru: Мой план
tr: Planımı gör
vi: Xem kế hoạch của tôi
zh_hans: 查看我的计划

source: See Premium
ar: عرض Premium
de: Premium ansehen
el: Δες το Premium
es: Ver Premium
fr: Voir Premium
hi: Premium देखें
it: Vedi Premium
ja: Premiumを見る
ko: Premium 보기
pt_br: Ver Premium
ru: Смотреть Premium
tr: Premium’u gör
vi: Xem Premium
zh_hans: 查看Premium

source: See all
ar: عرض الكل
de: Alle ansehen
el: Δες όλα
es: Ver todo
fr: Tout voir
hi: सब देखें
it: Vedi tutto
ja: すべて見る
ko: 모두 보기
pt_br: Ver tudo
ru: Смотреть все
tr: Tümünü gör
vi: Xem tất cả
zh_hans: 查看全部

source: Select all that apply to your meals.
ar: اختر كل ما ينطبق على وجباتك.
de: Wähle alles, was auf deine Mahlzeiten zutrifft.
el: Επίλεξε ό,τι ισχύει για τα γεύματά σου.
es: Selecciona todo lo que se aplique a tus comidas.
fr: Sélectionnez tout ce qui s’applique à vos repas.
hi: अपने भोजन पर लागू होने वाले सब चुनें।
it: Seleziona tutto ciò che vale per i tuoi pasti.
ja: 食事に当てはまるものをすべて選んでください。
ko: 식사에 해당하는 것을 모두 고르세요.
pt_br: Selecione tudo o que se aplica às suas refeições.
ru: Выберите всё, что подходит к вашему питанию.
tr: Öğünlerine uyan her şeyi seç.
vi: Chọn tất cả những gì áp dụng cho bữa ăn của bạn.
zh_hans: 选择所有适用于你餐食的选项。

source: Send logged meals to Health
ar: إرسال الوجبات المسجّلة إلى صحتي
de: Eingetragene Mahlzeiten an Health senden
el: Αποστολή καταγεγραμμένων γευμάτων στην Υγεία
es: Enviar comidas registradas a Salud
fr: Envoyer les repas notés à Santé
hi: लॉग किए भोजन Health में भेजें
it: Invia i pasti registrati a Salute
ja: 記録した食事をヘルスケアに送信
ko: 기록한 식사를 건강 앱으로 보내기
pt_br: Enviar refeições registradas ao Saúde
ru: Отправлять записанные блюда в Здоровье
tr: Kaydedilen öğünleri Sağlık’a gönder
vi: Gửi bữa đã ghi sang Sức khỏe
zh_hans: 将记录的餐发送到健康

source: Send the meals you log to Health, so your nutrition sits next to your activity.
ar: أرسل الوجبات التي تسجّلها إلى صحتي لتكون تغذيتك بجانب نشاطك.
de: Sende deine eingetragenen Mahlzeiten an Health, damit deine Ernährung neben deiner Aktivität steht.
el: Στείλε στην Υγεία τα γεύματα που καταγράφεις, ώστε η διατροφή σου να βρίσκεται δίπλα στη δραστηριότητά σου.
es: Envía a Salud las comidas que registras, para tener tu nutrición junto a tu actividad.
fr: Envoyez vos repas notés à Santé, pour voir votre nutrition à côté de votre activité.
hi: अपने लॉग किए भोजन Health में भेजें, ताकि आपका पोषण आपकी गतिविधि के साथ रहे।
it: Invia a Salute i pasti che registri, così la nutrizione è accanto all’attività.
ja: 記録した食事をヘルスケアに送り、栄養と活動を一緒に確認できます。
ko: 기록한 식사를 건강 앱으로 보내 영양과 활동을 함께 확인하세요.
pt_br: Envie ao Saúde as refeições que você registra, para sua nutrição ficar ao lado da sua atividade.
ru: Отправляйте записанные блюда в Здоровье, чтобы питание было рядом с активностью.
tr: Kaydettiğin öğünleri Sağlık’a gönder; beslenmen aktivitenin yanında dursun.
vi: Gửi các bữa bạn ghi sang Sức khỏe để dinh dưỡng nằm cạnh hoạt động của bạn.
zh_hans: 把你记录的餐发送到健康，让营养和运动数据放在一起。

source: Serves %lld
ar: الحصص: %lld
de: Für %lld Personen
el: Μερίδες: %lld
es: Para %lld personas
fr: Pour %lld personnes
hi: %lld लोगों के लिए
it: Per %lld persone
ja: %lld人分
ko: %lld인분
pt_br: Serve %lld
ru: Порций: %lld
tr: %lld kişilik
vi: Cho %lld người
zh_hans: %lld人份

source: Servings
ar: الحصص
de: Portionen
el: Μερίδες
es: Raciones
fr: Portions
hi: सर्विंग
it: Porzioni
ja: 人数
ko: 인분
pt_br: Porções
ru: Порции
tr: Porsiyon
vi: Khẩu phần
zh_hans: 份数

source: Servings were guessed
ar: عدد الحصص تقديري
de: Portionen wurden geschätzt
el: Οι μερίδες εκτιμήθηκαν
es: Las raciones se estimaron
fr: Portions estimées
hi: सर्विंग का अनुमान लगाया गया
it: Porzioni stimate
ja: 人数は推定です
ko: 인분은 추정했어요
pt_br: As porções foram estimadas
ru: Число порций рассчитано примерно
tr: Porsiyonlar tahmin edildi
vi: Khẩu phần là ước tính
zh_hans: 份数为估算

source: Sesame
ar: السمسم
de: Sesam
el: Σουσάμι
es: Sésamo
fr: Sésame
hi: तिल
it: Sesamo
ja: ごま
ko: 참깨
pt_br: Gergelim
ru: Кунжут
tr: Susam
vi: Mè
zh_hans: 芝麻

source: Settings
ar: الإعدادات
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fr: Réglages
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置

source: Share list
ar: مشاركة القائمة
de: Liste teilen
el: Κοινοποίηση λίστας
es: Compartir lista
fr: Partager la liste
hi: सूची शेयर करें
it: Condividi lista
ja: リストを共有
ko: 목록 공유
pt_br: Compartilhar lista
ru: Поделиться списком
tr: Listeyi paylaş
vi: Chia sẻ danh sách
zh_hans: 分享清单

source: Share recipe
ar: مشاركة الوصفة
de: Rezept teilen
el: Κοινοποίηση συνταγής
es: Compartir receta
fr: Partager la recette
hi: रेसिपी शेयर करें
it: Condividi ricetta
ja: レシピを共有
ko: 레시피 공유
pt_br: Compartilhar receita
ru: Поделиться рецептом
tr: Tarifi paylaş
vi: Chia sẻ công thức
zh_hans: 分享食谱

source: Shellfish
ar: المحار والقشريات
de: Schalentiere
el: Οστρακοειδή
es: Marisco
fr: Fruits de mer
hi: शेलफ़िश
it: Crostacei e molluschi
ja: 甲殻類・貝類
ko: 갑각류·조개류
pt_br: Frutos do mar
ru: Моллюски и ракообразные
tr: Kabuklu deniz ürünleri
vi: Hải sản có vỏ
zh_hans: 贝类甲壳类

source: Shop
ar: التسوق
de: Einkauf
el: Αγορές
es: Compra
fr: Courses
hi: शॉप
it: Spesa
ja: 買い物
ko: 장보기
pt_br: Compras
ru: Покупки
tr: Alışveriş
vi: Đi chợ
zh_hans: 购物

source: Shopping
ar: التسوق
de: Einkauf
el: Αγορές
es: Compra
fr: Courses
hi: ख़रीदारी
it: Spesa
ja: 買い物
ko: 장보기
pt_br: Compras
ru: Покупки
tr: Alışveriş
vi: Đi chợ
zh_hans: 采购

source: Show another option
ar: عرض خيار آخر
de: Andere Option zeigen
el: Δείξε άλλη επιλογή
es: Mostrar otra opción
fr: Afficher une autre option
hi: दूसरा विकल्प दिखाएँ
it: Mostra un’altra opzione
ja: 別の候補を表示
ko: 다른 옵션 보기
pt_br: Mostrar outra opção
ru: Показать другой вариант
tr: Başka seçenek göster
vi: Hiện lựa chọn khác
zh_hans: 显示另一个选项

source: Show ideas that need a few more things
ar: عرض أفكار تحتاج بضعة أشياء إضافية
de: Ideen zeigen, die ein paar Dinge mehr brauchen
el: Δείξε ιδέες που χρειάζονται λίγα ακόμα
es: Mostrar ideas que necesitan algunas cosas más
fr: Afficher les idées qui demandent quelques ingrédients de plus
hi: वे आइडिया दिखाएँ जिनमें कुछ और चीज़ें चाहिए
it: Mostra idee che richiedono qualche ingrediente in più
ja: あと少し材料が必要なアイデアも表示
ko: 재료가 조금 더 필요한 아이디어도 보기
pt_br: Mostrar ideias que precisam de mais algumas coisas
ru: Показать идеи, где нужно докупить пару продуктов
tr: Birkaç şey daha gereken fikirleri göster
vi: Hiện gợi ý cần thêm vài thứ
zh_hans: 显示还需要再买几样东西的灵感

source: Show ingredients
ar: عرض المكونات
de: Zutaten zeigen
el: Εμφάνιση υλικών
es: Mostrar ingredientes
fr: Afficher les ingrédients
hi: सामग्री दिखाएँ
it: Mostra ingredienti
ja: 材料を表示
ko: 재료 보기
pt_br: Mostrar ingredientes
ru: Показать ингредиенты
tr: Malzemeleri göster
vi: Hiện nguyên liệu
zh_hans: 显示食材

source: Show other dishes
ar: عرض أطباق أخرى
de: Andere Gerichte zeigen
el: Δείξε άλλα πιάτα
es: Mostrar otros platos
fr: Afficher d’autres plats
hi: दूसरे व्यंजन दिखाएँ
it: Mostra altri piatti
ja: ほかの料理を表示
ko: 다른 요리 보기
pt_br: Mostrar outros pratos
ru: Показать другие блюда
tr: Başka yemekler göster
vi: Hiện món khác
zh_hans: 显示其他菜

source: Show results
ar: عرض النتائج
de: Ergebnisse zeigen
el: Εμφάνιση αποτελεσμάτων
es: Mostrar resultados
fr: Afficher les résultats
hi: परिणाम दिखाएँ
it: Mostra risultati
ja: 結果を表示
ko: 결과 보기
pt_br: Mostrar resultados
ru: Показать результаты
tr: Sonuçları göster
vi: Hiện kết quả
zh_hans: 显示结果

source: Showing quick ideas · tap to clear
ar: تُعرض أفكار سريعة · اضغط للمسح
de: Schnelle Ideen werden angezeigt · zum Entfernen tippen
el: Εμφανίζονται γρήγορες ιδέες · πάτησε για καθαρισμό
es: Mostrando ideas rápidas · toca para quitar
fr: Idées rapides affichées · touchez pour effacer
hi: झटपट आइडिया दिख रहे हैं · हटाने के लिए टैप करें
it: Idee rapide in vista · tocca per rimuovere
ja: 時短アイデアを表示中 · タップで解除
ko: 간단한 아이디어 표시 중 · 탭해서 지우기
pt_br: Mostrando ideias rápidas · toque para limpar
ru: Показаны быстрые идеи · нажмите, чтобы сбросить
tr: Hızlı fikirler gösteriliyor · temizlemek için dokun
vi: Đang hiện gợi ý nhanh · chạm để xóa
zh_hans: 正在显示快手灵感 · 点按清除

source: Skip
ar: تخطّي
de: Überspringen
el: Παράλειψη
es: Omitir
fr: Passer
hi: छोड़ें
it: Salta
ja: スキップ
ko: 건너뛰기
pt_br: Pular
ru: Пропустить
tr: Atla
vi: Bỏ qua
zh_hans: 跳过

source: Skipped
ar: تم التخطي
de: Übersprungen
el: Παραλείφθηκε
es: Omitida
fr: Passé
hi: छोड़ा गया
it: Saltato
ja: スキップしました
ko: 건너뜀
pt_br: Pulada
ru: Пропущено
tr: Atlandı
vi: Đã bỏ qua
zh_hans: 已跳过

source: Slow cooker
ar: طباخ بطيء
de: Schongarer
el: Γάστρα αργού μαγειρέματος
es: Olla de cocción lenta
fr: Mijoteuse
hi: स्लो कुकर
it: Pentola a cottura lenta
ja: スロークッカー
ko: 슬로우 쿠커
pt_br: Panela elétrica de cozimento lento
ru: Мультиварка
tr: Yavaş pişirici
vi: Nồi nấu chậm
zh_hans: 慢炖锅

source: Smart grocery lists
ar: قوائم تسوق ذكية
de: Clevere Einkaufslisten
el: Έξυπνες λίστες αγορών
es: Listas de la compra inteligentes
fr: Listes de courses intelligentes
hi: समझदार किराना सूचियाँ
it: Liste della spesa intelligenti
ja: スマートな買い物リスト
ko: 똑똑한 장보기 목록
pt_br: Listas de compras inteligentes
ru: Умные списки покупок
tr: Akıllı alışveriş listeleri
vi: Danh sách đi chợ thông minh
zh_hans: 智能购物清单

source: Smart planning is on
ar: التخطيط الذكي مفعّل
de: Smarte Planung ist aktiv
el: Ο έξυπνος προγραμματισμός είναι ενεργός
es: La planificación inteligente está activa
fr: La planification intelligente est activée
hi: स्मार्ट प्लानिंग चालू है
it: La pianificazione intelligente è attiva
ja: スマート計画がオンです
ko: 스마트 계획이 켜져 있어요
pt_br: O planejamento inteligente está ativo
ru: Умное планирование включено
tr: Akıllı planlama açık
vi: Lập kế hoạch thông minh đang bật
zh_hans: 智能规划已开启

source: Snacks
ar: وجبات خفيفة
el: Σνακ
es: Tentempiés
fr: En-cas
hi: स्नैक्स
it: Spuntini
ja: 軽食
ko: 간식
pt_br: Lanches
ru: Перекусы
tr: Atıştırmalıklar
vi: Đồ ăn vặt
zh_hans: 零食

source: Some items couldn't be matched and were left out. Fix amounts in the editor to improve it.
ar: تعذّرت مطابقة بعض العناصر فاستُبعدت. صحّح الكميات في المحرر لتحسين الدقة.
de: Einige Artikel konnten nicht zugeordnet werden und wurden ausgelassen. Korrigiere die Mengen im Editor, um es zu verbessern.
el: Κάποια είδη δεν αντιστοιχίστηκαν και παραλείφθηκαν. Διόρθωσε τις ποσότητες στον επεξεργαστή για καλύτερο αποτέλεσμα.
es: Algunos artículos no se pudieron identificar y se dejaron fuera. Corrige las cantidades en el editor para mejorarlo.
fr: Certains articles n’ont pas pu être identifiés et ont été écartés. Corrigez les quantités dans l’éditeur pour améliorer le calcul.
hi: कुछ आइटम का मेल नहीं मिला और उन्हें छोड़ दिया गया। सुधारने के लिए एडिटर में मात्राएँ ठीक करें।
it: Alcuni articoli non sono stati riconosciuti e sono stati esclusi. Correggi le quantità nell’editor per migliorare.
ja: 一部のアイテムは照合できず除外しました。エディタで分量を直すと改善します。
ko: 일부 항목을 찾지 못해 제외했어요. 편집기에서 양을 고치면 더 정확해져요.
pt_br: Alguns itens não foram identificados e ficaram de fora. Corrija as quantidades no editor para melhorar.
ru: Некоторые продукты не удалось сопоставить, и они не учтены. Исправьте количества в редакторе, чтобы уточнить расчёт.
tr: Bazı ürünler eşleştirilemedi ve dışarıda bırakıldı. İyileştirmek için düzenleyicide miktarları düzelt.
vi: Một số món không khớp được và đã bị loại. Sửa lượng trong trình chỉnh sửa để cải thiện.
zh_hans: 部分物品无法匹配，已被忽略。在编辑器中修正用量可以改善结果。

source: Some photos couldn't be opened
ar: تعذّر فتح بعض الصور
de: Einige Fotos konnten nicht geöffnet werden
el: Κάποιες φωτογραφίες δεν άνοιξαν
es: Algunas fotos no se pudieron abrir
fr: Certaines photos n’ont pas pu être ouvertes
hi: कुछ फ़ोटो नहीं खुल सकीं
it: Alcune foto non si sono aperte
ja: 一部の写真を開けませんでした
ko: 일부 사진을 열 수 없어요
pt_br: Algumas fotos não abriram
ru: Некоторые фото не удалось открыть
tr: Bazı fotoğraflar açılamadı
vi: Một số ảnh không mở được
zh_hans: 部分照片无法打开

source: Sort
ar: ترتيب
de: Sortieren
el: Ταξινόμηση
es: Ordenar
fr: Trier
hi: क्रम
it: Ordina
ja: 並べ替え
ko: 정렬
pt_br: Ordenar
ru: Сортировка
tr: Sırala
vi: Sắp xếp
zh_hans: 排序

source: Sort by
ar: ترتيب حسب
de: Sortieren nach
el: Ταξινόμηση κατά
es: Ordenar por
fr: Trier par
hi: क्रम से लगाएँ
it: Ordina per
ja: 並べ替え
ko: 정렬 기준
pt_br: Ordenar por
ru: Сортировать по
tr: Sıralama
vi: Sắp xếp theo
zh_hans: 排序方式

source: Soy
ar: الصويا
de: Soja
el: Σόγια
es: Soja
fr: Soja
hi: सोया
it: Soia
ja: 大豆
ko: 대두
pt_br: Soja
ru: Соя
tr: Soya
vi: Đậu nành
zh_hans: 大豆

source: Spanish
ar: إسباني
de: Spanisch
el: Ισπανική
es: Española
fr: Espagnole
hi: स्पैनिश
it: Spagnola
ja: スペイン料理
ko: 스페인 요리
pt_br: Espanhola
ru: Испанская
tr: İspanyol
vi: Món Tây Ban Nha
zh_hans: 西班牙菜

source: Speech recognition is off for Flavourly. Turn it on in Settings › Privacy › Speech Recognition.
ar: التعرّف على الكلام متوقف لـ Flavourly. فعّله من الإعدادات › الخصوصية › التعرّف على الكلام.
de: Die Spracherkennung ist für Flavourly ausgeschaltet. Schalte sie unter Einstellungen › Datenschutz › Spracherkennung ein.
el: Η αναγνώριση ομιλίας είναι απενεργοποιημένη για το Flavourly. Ενεργοποίησέ τη στις Ρυθμίσεις › Απόρρητο › Αναγνώριση ομιλίας.
es: El reconocimiento de voz está desactivado para Flavourly. Actívalo en Ajustes › Privacidad › Reconocimiento de voz.
fr: La reconnaissance vocale est désactivée pour Flavourly. Activez-la dans Réglages › Confidentialité › Reconnaissance vocale.
hi: Flavourly के लिए स्पीच रिकग्निशन बंद है। इसे सेटिंग्स › गोपनीयता › स्पीच रिकग्निशन में चालू करें।
it: Il riconoscimento vocale è disattivato per Flavourly. Attivalo in Impostazioni › Privacy › Riconoscimento vocale.
ja: Flavourlyの音声認識がオフです。設定 › プライバシー › 音声認識でオンにしてください。
ko: Flavourly의 음성 인식이 꺼져 있어요. 설정 › 개인정보 보호 › 음성 인식에서 켜세요.
pt_br: O reconhecimento de fala está desativado para o Flavourly. Ative em Ajustes › Privacidade › Reconhecimento de Fala.
ru: Распознавание речи для Flavourly выключено. Включите его в Настройки › Конфиденциальность › Распознавание речи.
tr: Flavourly için konuşma tanıma kapalı. Ayarlar › Gizlilik › Konuşma Tanıma’dan aç.
vi: Nhận dạng giọng nói đang tắt với Flavourly. Bật trong Cài đặt › Quyền riêng tư › Nhận dạng giọng nói.
zh_hans: Flavourly的语音识别已关闭。请在 设置 › 隐私 › 语音识别 中开启。

source: Speech recognition isn't available for your language on this device.
ar: التعرّف على الكلام غير متاح للغتك على هذا الجهاز.
de: Spracherkennung ist für deine Sprache auf diesem Gerät nicht verfügbar.
el: Η αναγνώριση ομιλίας δεν είναι διαθέσιμη για τη γλώσσα σου σε αυτή τη συσκευή.
es: El reconocimiento de voz no está disponible para tu idioma en este dispositivo.
fr: La reconnaissance vocale n’est pas disponible pour votre langue sur cet appareil.
hi: इस डिवाइस पर आपकी भाषा के लिए स्पीच रिकग्निशन उपलब्ध नहीं है।
it: Il riconoscimento vocale non è disponibile per la tua lingua su questo dispositivo.
ja: このデバイスではお使いの言語の音声認識を利用できません。
ko: 이 기기에서는 사용하는 언어의 음성 인식을 쓸 수 없어요.
pt_br: O reconhecimento de fala não está disponível para seu idioma neste aparelho.
ru: Распознавание речи для вашего языка на этом устройстве недоступно.
tr: Bu cihazda dilin için konuşma tanıma kullanılamıyor.
vi: Thiết bị này không hỗ trợ nhận dạng giọng nói cho ngôn ngữ của bạn.
zh_hans: 此设备不支持你所用语言的语音识别。

source: Spent so far: %@
ar: المصروف حتى الآن: %@
de: Bisher ausgegeben: %@
el: Έξοδα μέχρι τώρα: %@
es: Gastado hasta ahora: %@
fr: Dépensé jusqu’ici : %@
hi: अब तक ख़र्च: %@
it: Speso finora: %@
ja: これまでの支出：%@
ko: 지금까지 지출: %@
pt_br: Gasto até agora: %@
ru: Потрачено: %@
tr: Şimdiye kadar harcanan: %@
vi: Đã chi đến nay: %@
zh_hans: 目前已花费：%@

source: Spice
ar: الحرارة
de: Schärfe
el: Καυτερό
es: Picante
fr: Épices
hi: मसाला
it: Spezie
ja: 辛さ
ko: 매운 정도
pt_br: Pimenta
ru: Острота
tr: Acılık
vi: Độ cay
zh_hans: 辣度

source: Standard
ar: قياسي
el: Βασικό
es: Estándar
hi: सामान्य
ja: スタンダード
ko: 표준
pt_br: Padrão
ru: Стандарт
tr: Standart
vi: Tiêu chuẩn
zh_hans: 标准

source: Staple
ar: أساسي
de: Grundzutat
el: Βασικό υλικό
es: Básico
fr: Basique
hi: ज़रूरी चीज़
it: Base
ja: 定番
ko: 기본 재료
pt_br: Básico
ru: Базовый продукт
tr: Temel ürün
vi: Đồ thiết yếu
zh_hans: 常备品

source: Start 3-Day Free Trial
ar: ابدأ تجربة مجانية لـ 3 أيام
de: 3 Tage gratis testen
el: Ξεκίνα δωρεάν δοκιμή 3 ημερών
es: Empezar prueba gratis de 3 días
fr: Commencer l’essai gratuit de 3 jours
hi: 3 दिन का मुफ़्त ट्रायल शुरू करें
it: Inizia la prova gratuita di 3 giorni
ja: 3日間の無料トライアルを開始
ko: 3일 무료 체험 시작
pt_br: Começar teste grátis de 3 dias
ru: Начать бесплатный 3-дневный период
tr: 3 günlük ücretsiz denemeyi başlat
vi: Dùng thử miễn phí 3 ngày
zh_hans: 开始3天免费试用

source: Start Free Trial
ar: ابدأ التجربة المجانية
de: Gratis testen
el: Ξεκίνα δωρεάν δοκιμή
es: Empezar prueba gratis
fr: Commencer l’essai gratuit
hi: मुफ़्त ट्रायल शुरू करें
it: Inizia la prova gratuita
ja: 無料トライアルを開始
ko: 무료 체험 시작
pt_br: Começar teste grátis
ru: Начать бесплатный период
tr: Ücretsiz denemeyi başlat
vi: Bắt đầu dùng thử miễn phí
zh_hans: 开始免费试用

source: Start cooking
ar: ابدأ الطبخ
de: Kochen starten
el: Ξεκίνα το μαγείρεμα
es: Empezar a cocinar
fr: Commencer à cuisiner
hi: बनाना शुरू करें
it: Inizia a cucinare
ja: 調理を始める
ko: 요리 시작
pt_br: Começar a cozinhar
ru: Начать готовить
tr: Pişirmeye başla
vi: Bắt đầu nấu
zh_hans: 开始做菜

source: Start the quiz
ar: ابدأ الاستبيان
de: Quiz starten
el: Ξεκίνα το ερωτηματολόγιο
es: Empezar el cuestionario
fr: Commencer le questionnaire
hi: क्विज़ शुरू करें
it: Inizia il questionario
ja: 質問を始める
ko: 질문 시작
pt_br: Começar o questionário
ru: Начать опрос
tr: Teste başla
vi: Bắt đầu trả lời câu hỏi
zh_hans: 开始问卷

source: Step %lld of %lld
ar: الخطوة %lld من %lld
de: Schritt %lld von %lld
el: Βήμα %lld από %lld
es: Paso %lld de %lld
fr: Étape %lld sur %lld
hi: %2$lld में से स्टेप %1$lld
it: Passaggio %lld di %lld
ja: ステップ %lld / %lld
ko: %lld / %lld단계
pt_br: Passo %lld de %lld
ru: Шаг %lld из %lld
tr: Adım %lld / %lld
vi: Bước %lld / %lld
zh_hans: 第%lld步，共%lld步

source: Stop adding to this recipe
ar: التوقف عن الإضافة إلى هذه الوصفة
de: Nicht mehr zu diesem Rezept hinzufügen
el: Σταμάτα την προσθήκη σε αυτή τη συνταγή
es: Dejar de añadir a esta receta
fr: Arrêter d’ajouter à cette recette
hi: इस रेसिपी में जोड़ना बंद करें
it: Smetti di aggiungere a questa ricetta
ja: このレシピへの追加をやめる
ko: 이 레시피에 추가 그만하기
pt_br: Parar de adicionar a esta receita
ru: Больше не добавлять в этот рецепт
tr: Bu tarife eklemeyi bırak
vi: Ngừng thêm vào công thức này
zh_hans: 停止添加到这个食谱
